{
  "description": "<b>Most Americans believe that a civilized state does not resort to torture, and yet, as W. Fitzhugh Brundage reveals in this essential and disturbing study, there is a long American tradition of excusing as well as decrying its use.</b><br /><br />The pilgrims and merchants who first came to America from Europe professed an intention to create a society free of the barbarism of Old World tyranny and New World savagery. But over the centuries Americans have turned to torture during moments of crisis at home and abroad and have debated its legitimacy in defense of law and order.<br /><br />From the Indian wars to Civil War POW prisons and early penitentiaries, from \"the third degree\" in police stations and racial lynchings to the War on Terror, U.S. institutions have proven to be far more amenable to torture than the nation's professed commitment to liberty would suggest. Legal and racial inequality fostered many opportunities for state agents to wield excessive power, which they justified as essential for American safety and well-being.<br /><br />Reconciling state violence with the aspirations of Americans for social and political justice is an enduring challenge. By tracing the historical debates about the efficacy of torture and the attempt to adapt it to democratic values, <i>Civilizing Torture</i> reveals the recurring struggle to decide what limits Americans are willing to impose on the power of the state. At a time of escalating rhetoric aimed at cleansing the nation of the undeserving, as well as ongoing military involvement in conflicts around the world, the debate over torture remains a critical and unresolved part of America's tradition.",
"goodreadsId": "39217048",
"id": 137,
"imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1524523474l/39217048._SX98_.jpg",
"isbn10": "0674737660",
"isbn13": "9780674737662",
"kindleAsin": "B07DGJR7HM",
"numPages": 416,
"title": "Civilizing Torture: An American Tradition",
  "authors": [
    {
      "id": 152,
"name": "W Fitzhugh Brundage"
    }
  ]
}
